{
  "items": [
        {
      "id": "2026-01-30",
      "date": "2026-01-30",
      "time": "08:30",
      "pl": {
         "title": "ACE – Poranny Skan Rynku",
  "lead": "Płynność, handel i logistyka w centrum uwagi: oleiste reagują na przetasowania handlowe, a zboża korzystają ze słabszego dolara i aktywności funduszy, przy wciąż wysokiej podaży globalnej.",
  "fx": "Dolar pozostaje słabszy, wspierany oczekiwaniami obniżek stóp w USA i niepewnością wokół ceł oraz polityki fiskalnej. Słabszy USD poprawia konkurencyjność eksportową zbóż i soi z USA, wspierając nastroje na rynkach surowcowych.",
  "agri": "Oleiste w centrum zmian handlowych: Chiny dopuszczają australijski rzepak i zwiększają zakupy canoli z Australii oraz Kanady, co wpływa na bilans rzepaku i relacje cenowe olejów. Zboża korzystają z osłabienia dolara i short-coveringu funduszy na CBOT, choć wzrosty ogranicza wysoka globalna podaż. Logistyka pozostaje kluczowym czynnikiem na rynku śruty sojowej w USA.",
  "focus": [
    "płynność finansowa w łańcuchu agro i jej wpływ na podaż (lekcja z rynku kakao)",
    "przetargi i sygnały popytowe: Tunezja (pszenica), Jordania (jęczmień, pszenica)",
    "handel oleistymi: Chiny–Australia–Kanada, pierwsze ceny rzepaku 2026 z Ukrainy",
    "logistyka i pogoda w USA jako czynnik ryzyka dla śruty sojowej",
    "kurs dolara i aktywność funduszy jako krótkoterminowy driver cen zbóż i soi"
        ]
      },
      "en": {
        "title": "ACE – Morning Market Scan",
  "lead": "Liquidity, trade flows and logistics take center stage: oilseeds react to shifting trade patterns, while grains draw support from a weaker dollar and fund activity despite ample global supply.",
  "fx": "The U.S. dollar remains soft, driven by expectations of rate cuts in the U.S. and uncertainty around tariffs and fiscal policy. A weaker USD improves the export competitiveness of U.S. grains and soybeans, supporting commodity sentiment.",
  "agri": "Oilseeds in focus as trade routes shift: China clears Australian rapeseed for processing and expands canola purchases from Australia and Canada, impacting rapeseed balances and vegetable oil price relationships. Grains benefit from a weaker dollar and fund short-covering on CBOT, though gains are capped by abundant global supply. Logistics remain the key short-term constraint in the U.S. soymeal market.",
  "focus": [
    "liquidity risks in the agri supply chain and implications for future supply (lessons from cocoa)",
    "tenders and demand signals: Tunisia (wheat), Jordan (barley, wheat)",
    "oilseed trade shifts: China–Australia–Canada, first 2026 rapeseed price indications from Ukraine",
    "U.S. logistics and weather as near-term risks for soymeal deliveries",
    "USD dynamics and fund positioning as key short-term drivers for grain and soybean prices"
        ]
      }
    },
    {
      "id": "2026-01-29",
      "date": "2026-01-29",
      "time": "07:30",
      "pl": {
        "title": "ACE – Poranny Skan Rynku",
        "lead": "Start dnia spokojny: FX trzyma kierunek po wczorajszej sesji, a agro pozostaje w konsolidacji i czeka na bodźce z eksportu i pogody.",
        "fx": "EUR/USD stabilnie po ostatnim ruchu, dolar bez wyraźnego impulsu. PLN spokojny — wahania ograniczone, rynek bardziej reaguje na nastroje globalne niż na lokalne czynniki.",
        "agri": "Zboża w Europie bez kierunku: MATIF w wąskim zakresie, kupujący selektywni. Oleiste wrażliwe na sentyment w olejach roślinnych i na sygnały popytowe.",
        "focus": [
          "kalendarz makro (USA / strefa euro)",
          "komentarze banków centralnych i ryzyko dla USD",
          "sygnały eksportowe / przetargi (agro) + pogoda w kluczowych regionach"
        ]
      },
      "en": {
        "title": "ACE – Morning Market Scan",
        "lead": "A calm start: FX holds direction after yesterday’s session, while agri markets stay range-bound awaiting fresh export and weather catalysts.",
        "fx": "EUR/USD steadies after recent moves; the dollar lacks a clear trigger. PLN remains stable — moves are contained with sentiment driven mainly by global risk tone.",
        "agri": "European grains lack direction: MATIF trades in a tight range with selective buying. Oilseeds track vegetable oil sentiment and demand signals.",
        "focus": [
          "macro calendar (US / Eurozone)",
          "central bank commentary and USD risks",
          "export signals / tenders (agri) + key weather developments"
        ]
      }
    },
    {
      "id": "2026-01-28",
      "date": "2026-01-28",
      "time": "07:30",
      "pl": {
        "title": "ACE – Poranny Skan Rynku",
        "lead": "Wczorajsza sesja przyniosła ostrożny handel: rynek FX obserwował dolara, a agro koncentrowało się na podaży z Ameryki Płd. i konkurencji eksportowej.",
        "fx": "Dolar miesza kierunki, euro utrzymuje przewagę. PLN stabilny; rynek czeka na nowe sygnały z USA i odczyty makro, które mogą podbić zmienność.",
        "agri": "Zboża: spokojniej po wcześniejszych ruchach, ale podaż z kierunków konkurencyjnych utrzymuje presję. Oleiste: wrażliwe na zmienność w kompleksie olejów.",
        "focus": [
          "odczyty makro z USA i ich wpływ na USD",
          "wątki handlowe / polityczne (ryzyko nagłówków)",
          "tempo eksportu i konkurencja cenowa w przetargach"
        ]
      },
      "en": {
        "title": "ACE – Morning Market Scan",
        "lead": "Yesterday was cautious: FX watched the dollar, while agri focused on South American supply and export competition.",
        "fx": "USD traded mixed while EUR kept an edge. PLN stayed stable; markets waited for fresh US signals and data that could lift volatility.",
        "agri": "Grains: calmer after prior moves, though competitive supply keeps pressure on prices. Oilseeds: sensitive to swings in the vegetable oils complex.",
        "focus": [
          "US data prints and USD reaction",
          "trade/policy headlines risk",
          "export pace and tender price competition"
        ]
      }
    }
  ]
}
