{
  "items": [
    {
      "id": "2026-01-29",
      "date": "2026-01-29",
      "time": "07:30",
      "pl": {
        "title": "ACE – Poranny Skan Rynku",
        "lead": "Start dnia spokojny: FX trzyma kierunek po wczorajszej sesji, a agro pozostaje w konsolidacji i czeka na bodźce z eksportu i pogody.",
        "fx": "EUR/USD stabilnie po ostatnim ruchu, dolar bez wyraźnego impulsu. PLN spokojny — wahania ograniczone, rynek bardziej reaguje na nastroje globalne niż na lokalne czynniki.",
        "agri": "Zboża w Europie bez kierunku: MATIF w wąskim zakresie, kupujący selektywni. Oleiste wrażliwe na sentyment w olejach roślinnych i na sygnały popytowe.",
        "focus": [
          "kalendarz makro (USA / strefa euro)",
          "komentarze banków centralnych i ryzyko dla USD",
          "sygnały eksportowe / przetargi (agro) + pogoda w kluczowych regionach"
        ]
      },
      "en": {
        "title": "ACE – Morning Market Scan",
        "lead": "A calm start: FX holds direction after yesterday’s session, while agri markets stay range-bound awaiting fresh export and weather catalysts.",
        "fx": "EUR/USD steadies after recent moves; the dollar lacks a clear trigger. PLN remains stable — moves are contained with sentiment driven mainly by global risk tone.",
        "agri": "European grains lack direction: MATIF trades in a tight range with selective buying. Oilseeds track vegetable oil sentiment and demand signals.",
        "focus": [
          "macro calendar (US / Eurozone)",
          "central bank commentary and USD risks",
          "export signals / tenders (agri) + key weather developments"
        ]
      }
    },
    {
      "id": "2026-01-28",
      "date": "2026-01-28",
      "time": "07:30",
      "pl": {
        "title": "ACE – Poranny Skan Rynku",
        "lead": "Wczorajsza sesja przyniosła ostrożny handel: rynek FX obserwował dolara, a agro koncentrowało się na podaży z Ameryki Płd. i konkurencji eksportowej.",
        "fx": "Dolar miesza kierunki, euro utrzymuje przewagę. PLN stabilny; rynek czeka na nowe sygnały z USA i odczyty makro, które mogą podbić zmienność.",
        "agri": "Zboża: spokojniej po wcześniejszych ruchach, ale podaż z kierunków konkurencyjnych utrzymuje presję. Oleiste: wrażliwe na zmienność w kompleksie olejów.",
        "focus": [
          "odczyty makro z USA i ich wpływ na USD",
          "wątki handlowe / polityczne (ryzyko nagłówków)",
          "tempo eksportu i konkurencja cenowa w przetargach"
        ]
      },
      "en": {
        "title": "ACE – Morning Market Scan",
        "lead": "Yesterday was cautious: FX watched the dollar, while agri focused on South American supply and export competition.",
        "fx": "USD traded mixed while EUR kept an edge. PLN stayed stable; markets waited for fresh US signals and data that could lift volatility.",
        "agri": "Grains: calmer after prior moves, though competitive supply keeps pressure on prices. Oilseeds: sensitive to swings in the vegetable oils complex.",
        "focus": [
          "US data prints and USD reaction",
          "trade/policy headlines risk",
          "export pace and tender price competition"
        ]
      }
    }
  ]
}
